       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOWORLD.
       AUTHOR. ERIC VARJAO.

       ENVIRONMENT DIVISION.

       DATA DIVISION.

       PROCEDURE DIVISION.
       PRINCIPAL.
           DISPLAY "hello world!".
           STOP RUN.
       END PROGRAM HELLOWORLD.
